export let mainMenuNavBar = [
    {
        subject: "Основы программной инженерии",
        lws: [
            "Try",
            "Лабораторная работа № 1",
            "Лабораторная работа № 4"
        ]
    },
    {
        subject: "Моделирование",
        lws: [
            "Лабораторная работа № 1",
            "Лабораторная работа № 2",
            "Лабораторная работа № 3",
            "Лабораторная работа № 4",
            "Лабораторная работа № 5"

        ]
    },
    {
        subject: "Основы WEB-разработки",
        lws: [
            "Лабораторная работа № 4"
        ]
    }
]