export let commonLabels = [
    "Начало интервала времени прихода КЛИЕНТА (мин.)",
    "Окончание интервала времени прихода КЛИЕНТА (мин.)",
    "Начало интервала времени завершения обработки ОПЕРАТОРОМ 1 (мин.)",
    "Конец интервала времени завершения обработки ОПЕРАТОРОМ 1 (мин.)",
    "Начало интервала времени завершения обработки ОПЕРАТОРОМ 2 (мин.)",
    "Конец интервала времени завершения обработки ОПЕРАТОРОМ 2 (мин.)",
    "Начало интервала времени завершения обработки ОПЕРАТОРОМ 3 (мин.)",
    "Конец интервала времени завершения обработки ОПЕРАТОРОМ 3(мин.)",
    "Время обработки запроса КОМПЬТЕРОМ 1 (мин.)",
    "Время обработки запроса КОМПЬТЕРОМ 2 (мин.)",
    "Количество запросов"
];

export let commonInputFields = [    
    {
        id: "a0",
        type: "number",
        step: "1",
        value: "8"
    },
    {
        id: "b0",
        type: "number",
        step: "1",
        value: "12"
    },
    {
        id: "a1",
        type: "number",
        step: "1",
        value: "15"
    },
    {
        id: "b1",
        type: "number",
        step: "1",
        value: "25"
    },
    {
        id: "a2",
        type: "number",
        step: "1",
        value: "30"
    },
    {
        id: "b2",
        type: "number",
        step: "1",
        value: "50"
    },
    {
        id: "a3",
        type: "number",
        step: "1",
        value: "20"
    },
    {
        id: "b3",
        type: "number",
        step: "1",
        value: "60"
    },
    {
        id: "proc1",
        type: "number",
        step: "1",
        value: "15"
    },
    {
        id: "proc2",
        type: "number",
        step: "1",
        value: "30"
    },
    {
        id: "reqs",
        type: "number",
        step: "1",
        value: "300"
    },
];

export let resTableHeaders = [
    "Параметр",
    "Значение"
];